Autodesk.Revit.DB.IForgeSchemaServerProxy.GetSymbolIds(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns the symbol ids associated with a given unit id.

Autodesk.Revit.DB.IForgeSchemaServerProxy.GetAccountDetails(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns details about the account that owns the given parameter schema identifier.

Autodesk.Revit.DB.IForgeSchemaServerProxy.GetBindings(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns the category bindings, group bindings, and visibility assigned to the given parameter schema.

Autodesk.Revit.DB.IForgeSchemaServerProxy.GetSchema(Autodesk.Revit.DB.ForgeTypeId,System.String)
Returns the requested schema as a JSON string.